{"columns":["francais","anglais","status"],"index":[100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,2843,2844,2845,2846,2847,2873,2874,2875,2876,2877,2878,2879,2880,2881,2882,2883,2884,2885,2886,2887,2888,2889,2890,2891,2892],"data":[["Ou mangerez-vous ce soir","Where will you eat this evening?","Untrained"],["Merci pour le chocolat, c’est vraiment très gentil de votre part","Thank you for the chocolate; that’s really very kind of you","Untrained"],["Gabriel est jaloux de moi, mais je ne sais même pas pourquoi. Avant nous étions amis, mais maintenant, il est tres desagreable avec moi","Gabriel is jealous of me, but I don’t even know why. We used to be friends, but now, he is very rude to me.","Untrained"],["Si vous arrivez en retard, ca ne va pas leur faire plaisir","If you arrive late, that isn’t going to please them","Untrained"],["Marie, c’est tellement gentil de ta part. Tu sais toujours quoi m’offrir pour me faire plaisir. Tes cadeaux sont toujours parfaits.","Marie, that’s so kind of you. You always know what to give me to make me happy. Your gifts are always perfect.","Untrained"],["Sa belle-mère n’est même pas venue à son mariage.","His mother-in-law didn’t even come to his wedding.","Untrained"],["C’est completement stupide de leur part","It’s completely stupid of them","Untrained"],["Notre chat est tres gentil, mais il est un peu stupide","Our cat is very nice, but he is a little stupid","Untrained"],["Si tu veux me faire plaisir achète du chocolat","If you want to please me, buy some chocolate","Untrained"],["Je suis sûre que ce cadeau va lui faire plaisir","I’m sure this present is going to please him","Untrained"],["Il fait parfois des choses vraiment stupides","He sometimes does really stupid things","Untrained"],["J’aimerais vous faire plaisir mais comment","I would like to please you, but how?","Untrained"],["Tes copains te rendent completement stupide","Your friends are making you completely stupid","Untrained"],["Patrick n’est même pas venu au rendez-vous","Patrick didn’t even come to the appointment","trained"],["Parfois, tu dis des choses vraiment stupides","Sometimes you say really stupid things","Untrained"],["Je crois qu’elle va préférer celle-ci","I think that she’s going to prefer this one","Untrained"],["Il a préféré acheter un appartement au rez-de-chaussée parce qu’il ne peut pas bien marcher","He preferred buying an apartment on the ground floor because he can no longer walk well","Untrained"],["Les maisons dans ce village sont tres vieilles","The houses in this village are very old","Untrained"],["Mon fils était heureux parce qu’il y avait de la neige","My son was happy because there was snow","trained"],["Il est arrive quand","When did he arrive?","Untrained"],["La semaine dernière, il est allé au zoo","Last week, he went to the zoo","Untrained"],["Le quatorze juillet, c'était la fête sur les Champs-Elysées","July fourteenth, that was the party on the Champs-Elysees.","Untrained"],["Le quatorze juillet est une date importante en France","July fourteenth is an important date in France","Untrained"],["L'été dernier, je suis allée à la plage avec mon chat","Last summer, I went to the beach with my cat","Untrained"],["Lundi dernier était un jour férié","Last monday was a public holiday","Untrained"],["dans le chat, ecrivez un resume du texte que vous avez lu dans cette lecon","in the chat, write a summary of the text you read in this lesson","Untrained"],["parlons de votre entourage","Let's talk about your surroundings","Untrained"],["avez-vous de la famille ou des amis qui habitent a la campagne","Do you have family or friends who live in the countryside?","Untrained"],["aimez-vous leur rendre visite","do you like to visit them","Untrained"],["je peux comparer la vie rurale a la vie citadine","I can compare rural life to city life","Untrained"],["Je reviens tout de suite, donc attendez-moi","I'll be right back, so wait for me","Untrained"],["C'est vrai que la voisine fait partie de la famille royale britannique","It's true that the neighbor is part of the British royal family","Untrained"],["Tu as rencontre mes voisins d'a cote","You met my next door neighbors","Untrained"],["Quand on a hate de faire quelque chose, on est presse de faire cette chose","When we are eager to do something, we are in a hurry to do that thing","Untrained"],["Dans notre immeuble, tout le monde se tutoie","In our apartment building, everyone uses tu with each other","Untrained"],["L'immeuble est adapte pour les personnes handicapees","The apartment building is accessible for people with disabilities","Untrained"],["Marc a un probleme avec Amir? Pourquoi ils ne se serrent pas la main","Marc has a problem with Amir? Why don't they shake hands","Untrained"],["Ils se sont disputes. Ils ne se disent plus bonjour","They had a fight. They don't say hello anymore","Untrained"],["Ils se changent. Ils vont arriver","They are changing. They are going to arrive","Untrained"],["Je croyais vraiment qu'elle etait britaninique","I really thought that she was british","Untrained"],["Simon m'a prete de l'argent. Maintenant, je lui dois de l'argent","Simon lent me money. Now I owe him money","Untrained"],["Le voisin t'a presente ses excuses pour le bruit l'autre soir","The neighbor apologized to you for the noise the other night","Untrained"],["Honnetement, je le crois","Honestly, I believe it","Untrained"],["Non, elle ne fait plus de baby-sitting","No, she doesn't babysit anymore","Untrained"],["Elle a dit mon secret a Luc et maintenant tout le voisinage est au courant","She told Luc my secret, and now, the entire neighborhood knows","Untrained"],["Anna se deplace en fauteuil roulant maintenant","Anna gets around in a wheelchair now","Untrained"],["Tiens, voici les cles de mon appartement","Here you go, here are the keys to my apartement","Untrained"],["Ce garcon n'a aucun respect pour le travail des autres, c'est une honte","This boy has no respect for others' work, it's a shame","Untrained"],["La voisine libanaise donne des cours d'arabe","The lebanese neighbor gives arabic classes","Untrained"],["Junior, comporte-toi mieux. C'est impoli de montrer les gens du doigt","Junior, behave better. It's rude to point at people","Untrained"]]}