{"columns":["francais","anglais","status"],"index":[150,151,152,153,154,155,156,157,158,159,160,161,162,163,164,165,166,167,168,169,170,171,172,173,174,2938,2939,2940,2941,2942,2943,2944,2945,2946,2947,2948,2949,2950,2951,2952,2953,2954,2955,2956,2957,2958,2959,2960,2961,2962],"data":[["Le public adore ce musicien qui utilise des instruments originaux. Il fait de la musique avec des bouteilles et des cuillères en bois","The public loves this musician who uses original instruments. He makes music with bottles and wooden spoons","trained"],["J’aimerais savoir quel appareil photo il a utilisé","I would like to know what camera he used","trained"],["Il a vécu des choses tristes quand il était jeune","He lived through sad things when he was young","trained"],["Les gens voudront acheter tout ce qu’il peindra","People will want to buy whatever he paints","trained"],["Je suis sûre que ce film sera un vrai succès","I'm sure this movie will be a real hit.","Untrained"],["Quand j'étais petit, je savais déjà ce que je voulais faire dans la vie","When I was little, I already knew what I wanted to do in life","trained"],["Ton nouveau roman est un succès. Tu dois être heureux, parce que tu as beaucoup travaillé et ça n'a pas toujours été facile.","Your new novel is a success. You must be happy, because you've worked a lot and it hasn't always been easy.","trained"],["Elsa n’a jamais su exprimer ses sentiments, elle a toujours vécu seule. C’est triste, parce que c’est vraiment une bonne personne.","Elsa has never been able to express her feelings, she has always lived alone. It's sad, because he's a really good person.","Untrained"],["Les enfants peindront de jolies peintures pour leurs parents qui seront très contents.","The children will paint pretty paintings for their parents who will be very happy.","trained"],["Je ne peux pas voir l’avenir, mais je suis sûre que tous ses livres seront de grands succès. Mon fils a tellement de talent.","I can't see the future, but I'm sure all of his books will be big hits. My son is so talented.","trained"],["Ils se sont mariés à dix-huit ans et ont vécu plein de belles choses ensemble","They got married at 18 and had a lot of fun together.","trained"],["Tu peindras exactement ce que tu voudras","You will paint exactly what you want","trained"],["Ils se sont perdus parce qu’ils ne savaient pas où ils pouvaient prend le bus","They got lost because they didn't know where they could take the bus","trained"],["Dis-moi ce que tu aimes et je te le donnerai","Tell me what you like and I'll give it to you","trained"],["J’ai toujours su ce que je voulais faire","I always knew what I wanted to do","trained"],["Ce poème magnifique me donne envie de pleurer","This beautiful poem makes me want to cry","trained"],["Dis-moi ce que tu penses du film que tu as vu hier","Tell me what you think of the movie you saw yesterday","trained"],["J’ai appris beaucoup de choses en lisant ce livre. Tu devrais le lire, Thomas je pense qu’il va te plaire","I learned a lot of things by reading this book. You should read it, Thomas I think you'll like it","trained"],["Tu liras ce que ton professeur te conseille","You will read what your teacher advises you","trained"],["Tu sais que Victor Hugo a écrit ce roman? Tu sais ce que Victor Hugo a écrit?","Do you know that Victor Hugo wrote this novel? Do you know what Victor Hugo wrote?","Untrained"],["Tu pourrais écrire ou peindre, Hugo. L’art peut t’aider à exprimer tes sentiments. Tu peux aussi faire de la musique, tu as le choix.","You could write or paint, Hugo. Art can help you express your feelings. You can also make music, you have the choice.","trained"],["Je me demande ce que ces couleurs expriment.","I wonder what these colors express.","trained"],["Je lirai ce que tu me conseilles de lire","I will read what you advise me to read","trained"],["Elles vivent près du parc et elle y vont souvent","They live near the park and they go there often","trained"],["Sarah, si tu ne veux plus de sucre, demande-lui d'arrêter","Sarah, if you don't want any more sugar, ask her to stop","trained"],["nous eteignons toujours la lumiere en sortant","we always turn off the light upon leaving","trained"],["nous eteignons nos telephones portables au debut du cours","we turn off our cell phones at the beginning of the class","trained"],["nous demanderions de meilleurs salaires","we would ask for better salaries","trained"],["pouvez-vous nous parler un peu de votre epouse","Can you tell us a little about your wife","trained"],["ca sonne vraiment charmant","it sounds really lovely","trained"],["comment vous etes-vous rencontres","how did you meet","trained"],["nous avons tout de suite su que c'etait special","we knew right away it was special","trained"],["qu'avez-vous fait pour votre mariage","what did you do for your wedding","trained"],["cela semble etre un moment vraiment joyeux","This seems like a really happy time","Untrained"],["merci de partager cela avec nous","Thank you for sharing this with us","trained"],["ils peuvent s'y deplacer en fauteuil roulant","they can move around in a wheelchair","Untrained"],["as-tu deja pense a faire du baby-sitting","have you ever thought about babysitting","trained"],["tiens, c'est le livre que tu avais oublie chez moi","here you go, this is the book you had forgotten at my place","trained"],["c'est le voisin d'a cote","he's the next-door neighbor","trained"],["c'est quoi, la veste que je voulais","what it is, the jacket i wanted","trained"],["un vieux service a the plein de poussiere","an old tea set full of dust","trained"],["it etait a ma grand-mere et aujourd'hui, il est a toi","it was my grandmother's and today it is yours","trained"],["mais elle te l'a donne, tu devrais le garder","but she gave it to you, you should keep it","trained"],["ma grand-mere l'a donne a ma mere le jour de son mariage","My grandmother gave it to my mother on her wedding day","trained"],["puis ma mere me l'a donne le jour de mon mariage","then my mother gave it to me on my wedding day","trained"],["il y a peu de chances que tu te maries un jour","there is little chance that you will ever get married","trained"],["tu es trop indecise","you are too indecisive","trained"],["lin arrive en courant","lin comes running","trained"],["il vaut beaucoup d'argent","it's worth a lot of money","trained"],["ce n'est pas juste","it's not fair","trained"]]}