{"columns":["francais","anglais","status"],"index":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,2110,2111,2112,2113,2114,2115,2116,2117,2118,2119,2120,2121,2122,2123,2124,2125,2126,2127,2128,2129,2130,2131,2132,2133,2134],"data":[["Tu réserves un hôtel pour combien de nuit?","You are booking a hotel for how many nights?","Untrained"],["Les journaux sont à la réception.","The newspapers are at the front desk.","Untrained"],["Avez-vous l'adresse d’un bon restaurant près de l'hôtel?","Do you have the address of a good restaurant close to the hotel","Untrained"],["Le trois Juin","June third","Untrained"],["Cet homme a la reception de l’hotel a un problème avec la télévision de sa chambre","This man at the front desk of the hotel has a problem with the TV in his room","Untrained"],["Combien de nuits est-ce que vous voulez rester?","How many nights do you want to stay?","Untrained"],["Les chaises que je veux sont en plastique","The chairs that I want are plastic","Untrained"],["C’est le bracelet que j’ai fait specialement pour toi","This is the bracelet that I made especially for you","Untrained"],["Les boites que je range sont très lourdes","The boxes that I’m putting away are very heavy","Untrained"],["Le livre que je voulais était en haut de l'étagère","The book that I wanted was at the top of the bookshelf","Untrained"],["Je vais jeter les chaussures qu’il laisse dans l'entrée","I’m going to throw away the shoes that he leaves in the hall","Untrained"],["Ils rangent leurs jouets en bas du placard","They are putting away their toys at the bottom of the cabinet","Untrained"],["Ces rideaux violets que tu adores sont horribles","Those purple curtains that you love are horrible","Untrained"],["Elle va jeter par la fenêtre tous les vêtements que tu laisses dans le salon","She is going to throw away all the clothes through the window that you leave in the living room","Untrained"],["Le livre que tu cherches est en haut de l'étagère","The book that you’re looking for is at the top of the bookshelf","Untrained"],["Tu as reçu une lettre dans une belle enveloppe rouge","You received a letter in a beautiful red envelope","Untrained"],["Tu peux mettre la salade en bas du frigo, il y a de la place","You can put the salad at the bottom of the bridge, there’s room","Untrained"],["La paquet tu as reçu est dans l'entrée","The package that you received is in the hall","Untrained"],["Emile, ton amitié est importante pour moi. Tu refuses de me parler depuis un mois, et cela me rend très malheureux. Je  ne te comprends pas.","Emile, your friendship is important to me. You have refused to talk to me for a month. And this makes me feel very unhappy. Je ne comprends pas","Untrained"],["Marie est tellement généreuse, elle offre toujours des cadeaux incroyables.","Marie is so generous, she always gifts unbelievable presents","Untrained"],["Je connais Marié depuis dix ans et notre amitié est très forte","I have known Marie for ten years, and our friendship is very strong","Untrained"],["L'amitié est un sentiment merveilleux","Friendship is a wonderful feeling","Untrained"],["Mes parents n’aiment pas mon petit ami et ils refusent de lui parler","My parents don’t like my boyfriend and they don’t talk to him","Untrained"],["Tu dois te demander pourquoi je suis ici","You have to wonder why I’m here","Untrained"],["Charlotte se demande pourquoi Paul refuse de lui parler","Charlotte wonders why Paul refuses to speak to her","Untrained"],["Il fait une comparaison des prix avant d'acheter le produit afin de payer le meilleur prix ","He makes a price comparison before purchasing the product in order to pay the best price","Untrained"],["Il a achete son nouveau canape lors d'une enchere en ligne","He bought his new sofa at an online auction","Untrained"],["Les clients virtuels doivent verifier que leur transaction en ligne est securisee","Virtual customers must verify that their online transaction is secure","Untrained"],["C'est tellement facile que je ne fais aucun effort","It's so easy that I don't make any effort","Untrained"],["Si je me fais livrer a domicile, je paye des frais de livraison","If I have it delivered to my home, I pay delivery costs","Untrained"],["Si la concurrence n'est pas correcte c'est de la concurrence deloyale","If competition is not fair it is unfair competition","Untrained"],["Je mets de l'argent de cote, j'economise pour mon prochain voyage","I put some money aside, I save for my next trip","Untrained"],["Assieds toi et parle moi de ta journee","Sit down and tell me about your day","Untrained"],["Cette marque propose une gamme de produits interessante a des prix attractifs","This brand offers an interesting range of products at attractive prices","Untrained"],["Cet examen etait tellement facile que je n'ai fait aucun effort","This exam was so easy that I didn't make any effort","Untrained"],["Quand un client n'est pas satisfait du produit achete, il peut faire une reclamation","When a customer is not satisfied with the product purchased, he can make a complaint","Untrained"],["Tout a coup je me suis senti mal","Suddenly I felt bad","Untrained"],["Vous vous etes gares dans quelle rue","Which street did you park on","Untrained"],["Tu t'es prepare pour aller au travail","Did you get ready to go to work","Untrained"],["Vous vous etes leves trop tard","You got up too late","Untrained"],["Nous nous sommes gares tres loin d'ici","We parked very far from here","Untrained"],["On a pense a toi pendant le concert","We thought about you during the concert","Untrained"],["Ils ne veulent plus se parler","They don't want to talk to each other anymore","Untrained"],["Je fais sa taille","I am his height","Untrained"],["Mon frere et moi nous nous ressemblons beaucoup","My brother and I we look a lot alike","Untrained"],["Quand ses freres s'en vont, ils lui manquet beaucoup","When her brothers take off, she misses them very much","Untrained"],["Ils ne s'ecrivent jamais","They never write to each other","Untrained"],["La derniere fois qu'il a vu son frere, il s'est dispute avec lui","The last time he saw his brother, he argued with him","Untrained"],["Ils ne s'entendent pas bien","They don't get along","Untrained"],["L'homme que j'aime ne m'aime pas","The man I love doesn't love me","Untrained"]]}