{"columns":["francais","anglais","status"],"index":[25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,2086,2087,2088,2089,2090,2091,2092,2093,2094,2095,2096,2097,2098,2099,2100,2101,2102,2103,2104,2105,2106,2107,2108,2109,2135],"data":[["Elle n’a pas beaucoup d’argent, pourtant elle est tres genereuse avec ses amis","She doesn’t have a lot of money, yet she is very generous with her friends","Untrained"],["Il se demande pourquoi je refuse de lui parler","He is wondering why I refuse to speak to him","trained"],["Pourquoi a-t-il refuse de parler avec nous","Why did he refuse to speak with us?","Untrained"],["Ben est une personne très généreuse. Il aime offrir des cadeaux et il est toujours disponible pour les autres. C’est un ami formidable","Ben is a very generous person. He likes giving gifts and he is always available for others. He is a wonderful friend","trained"],["Il pense seulement à ses sentiments, il est tres egoiste","He only thinks of his feelings; he is very selfish","trained"],["Tu peux accepter ou refuser, mais tu dois donner une réponse","You can accept or refuse, but you have to give an answer.","trained"],["Moi non plus","Me neither!","trained"],["Malheureusement, je suis obligé de refuser","Unfortunately, I have to refuse","Untrained"],["Quand on est mechant, cela rend les autres méchants aussi","When you are mean, it makes other people mean too","trained"],["Tu dois être plus égoïste et penser a toi","You have to be more selfish and think of yourself","trained"],["Il dit des choses mechantes, c’est stupide de sa part","He says mean things; it’s stupid of him","Untrained"],["Elle est forte et elle garde toujours espoir","She is strong, and she always keeps her hopes up","trained"],["Il est moche et mechant, mais tout le monde l’aime","He is ugly and mean, but everyone likes him","Untrained"],["Je n’aime pas les gens égoïstes, et toi non plus. Je préfère les gens sympas et toi aussi","I don’t like egoiste people, and neither do you. I prefer nice people and so do you","trained"],["Nous avons perdu espoir","We lost hope","trained"],["Il ne faut pas être triste, il faut garder espoir","You must not be sad you must keep your hopes up","trained"],["Tu n’as pas aimé le dernier épisode et moi non plus","You don’t like the last episode and me neither","trained"],["Personne ne m’aime mais je garde espoir","No one loves me, but I keep my hopes up","trained"],["Parfois je pense qu’il faut savoir être égoïste","Sometimes, I think you need to know how to be selfish","Untrained"],["Vous ne faites rien","You aren’t doing anything","trained"],["Ils ne sont plus ici","They are not here anymore","trained"],["Tu ne veux plus sortir","You don’t want to go out anymore?","trained"],["Tu ne veux rien?","You don’t want anything","Untrained"],["Tu n’aime rien","You don’t like anything","Untrained"],["C’est une bague en argent","This is a silver ring","trained"],["Vous faites des efforts pour trouver des produits moins cher","You make efforts to find cheaper products","trained"],["La clientele virtuel est en croissance","The virtual customer base is growing","Untrained"],["Quand tu fais des achats en ligne, ta transaction est securisee","When you shop online, your transaction is secure","trained"],["C'est bientot Noel et vous avez des tonnes de cadeaux a faire","It's almost Christmas and you have tons of presents to give","Untrained"],["Ou faites-vous vos achats","Where do you shop","trained"],["Quel est le dernier produit que vous avez achete en ligne","What is the last product you purchased online","trained"],["Faites-le deviner a vos camarades","Make your friends guess it","Untrained"],["Hier soir, j'ai eu la fievre et j'ai achete trois nouveaux jeans","Last night I had a fever and bought three new jeans","trained"],["En ligne, il faut souvent payer les frais de livraison","Online, you often have to pay delivery costs","Untrained"],["Je prefere acheter des produits d'occasion car c'est moins cher","I prefer to buy second-hand products because it's cheaper","Untrained"],["Valerie n'est pas satisfaite de sa robe, elle va faire un reclamation","Valerie is not satisfied with her dress, she is going to file a complaint","trained"],["Avant de faire un achat, Leo aime faire un comparaison des prix","Before making a purchase, Leo likes to do a price comparison","Untrained"],["Une fois, en faisant du shopping en ligne, j'ai commande un livre que je cherchais depuis longtemps","Once, while shopping online, I ordered a book that I had been looking for for a long time","trained"],["J'etais impatient de le recevoir, mais malheureusement, le colis n'est jamais arrive","I was looking forward to receiving it, but unfortunately the package never arrived","Untrained"],["J'ai contacte le service client, mais sans numero de suivi, ils ne pouvaient rien faire","I contacted customer service, but without a tracking number, they couldn't do anything","Untrained"],["Depuis ce jour, je verifie toujours la disponibilite du suivi avant de passer une commande","Since that day, I always check the availability of tracking before placing an order","Untrained"],["Sur une plateforme d'encheres en ligne, j'ai trouve un livre d'occasion a un prix attractif","On an online auction platform, I found a used book at an attractive price","Untrained"],["J'etais tres contente car cela faisait longtemps que je souhaitais l'acheter","I was very happy because I had wanted to buy it for a long time.","Untrained"],["Je l'ai mis dans mon panier, mais arrivee a la fin du processus d'achat, je me suis rendu compte que les frais de livraison etaient tres eleves","I put it in my basket, but when I reached the end of the purchasing process, I realized that the delivery costs were very high","Untrained"],["Je suis allee comparer avec d'autres sites et finalement je l'ai achete neuf, car le prix etait le meme","I went to compare with other sites and finally I bought it new, because the price was the same","Untrained"],["Malheureusement, le livre etait endommage, mais j'ai pu le retourner facilement","Unfortunately, the book was damaged, but I was able to return it easily","trained"],["Les ordinateurs peuvent etre attaques par des virus qui volent vos informations","Computers can be attacked by viruses that steal your information","Untrained"],["Ce produit ne me plait pas. Heureusement, le retour est gratuit","I don't like this product. Fortunately, the return is free","Untrained"],["Il gere sa clientele virtuelle depuis sa maison","He manages his virtual clientele from his home","Untrained"],["J'aime la viande saignante","I like rare meat","Untrained"]]}