{"columns":["francais","anglais","status"],"index":[175,176,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,199,2914,2915,2916,2917,2918,2919,2920,2921,2922,2923,2924,2925,2926,2927,2928,2929,2930,2931,2932,2933,2934,2935,2936,2937,2963],"data":[["Je vois qu’elle peint très bien. J’aime ce qu’elle peint","I see that she paints very well. I like what she paints","Untrained"],["J’ai envie de vivre la vie d’artiste","I want to live the life of an artist","Untrained"],["Je peins ce que j’ai vu pendant mes voyages","I paint what I have seen during my travels","Untrained"],["Vous êtes libres de vivre comme vous le voulez","You are free to live as you wish","Untrained"],["Je ne comprends pas ce que vous peignez mais je trouve que c’est jolie","I don't understand what you are painting but I think it's pretty","Untrained"],["C’est normal, c’est de l’art moderne","It's normal, it's modern art","Untrained"],["Tu sais ce qu’il est en train d'écrire","You know what he's writing","Untrained"],["C’est un poème pour sa petite amie","This is a poem for his girlfriend","Untrained"],["Tu trouves vraiment que ce tableau est beau?","Do you really think this painting is beautiful?","Untrained"],["Personne n’est d’accord","nobody agrees","Untrained"],["Ce poème exprime ce que l’auteur pense de l’amour","This poem expresses what the author thinks of love","Untrained"],["Nous peignons tout ce que nous voulons peindre","We paint everything we want to paint","Untrained"],["Nous aimons vraiment tout ce que vous créez","We really love everything you create","Untrained"],["Cet auteur a vendu des millions de livres. Son dernier roman parle d’une femme qui vit dans le froid avec les pingouins. C’est original.","This author has sold millions of books. Her latest novel is about a woman who lives in the cold with the penguins. It's original.","Untrained"],["Oui, c’est cet ordinateur que j’utilisais, mais il ne marche plus alors je ne sais pas ce que je vais utiliser.","Yes, that's the computer I was using, but it's broken so I don't know what I'm going to use.","Untrained"],["Le dîner que Sarah a organisé était génial. J’aime tout ce que Sarah organise","The dinner that Sarah hosted was awesome. I love everything Sarah organizes","Untrained"],["Je ne comprends pas ce que ce pingouin fait ici","I don't understand what this penguin is doing here","Untrained"],["Mon chat est mort hier","My cat died yesterday","Untrained"],["Il a vécu une belle vie tranquille sur ton canapé","He lived a nice quiet life on your couch","Untrained"],["Ton nouveau roman est un succès. Tu dois être heureux, parce que tu as beaucoup travaillé et ça n'a pas toujours facile","Your new novel is a success. You must be happy, because you've worked a lot and it hasn't always been easy","Untrained"],["Il peindra beaucoup pour l’exposition au musée le mois prochain","He will paint a lot for the exhibition at the museum next month","Untrained"],["A la fin du spectacle, on crie bravo","At the end of the show, we shout bravo","Untrained"],["Les gens voudront acheter tout ce qu’il peindra","People will want to buy whatever he paints","Untrained"],["Le roman parle de ce que l’auteur a vécu","The novel is about what the author has been through","Untrained"],["Je suis sûre que ce film sera un vrai succès","I'm sure this movie will be a real hit.","Untrained"],["comporte-toi mieux, c'est impoli de montrer les gens du doigt","behave better, it's rude to point at people","Untrained"],["dans des situations formelles, on dit mon epoux ou mon epouse au lieu de mon mari ou ma femme","in formal situations, we say my husband or my wife instead of my husband or my wife","Untrained"],["ils n'ont aucun respect pour nous","they don't have any respect for us","Untrained"],["nos voisins britanniques nous ont invites a diner","our british neighbors invited us to have dinner","Untrained"],["bonjour, ravi de vous rencontrer","thrilled to meet you","Untrained"],["pourquoi est-ce que les enfants doivent vouvoyer les adultes, et pas le contraire","why do children have to use vous with adultes, and not the opposite","Untrained"],["La voisin t'a presente ses excuses pour le bruit l'autre soir","The neighbor apologized to you for the noise the other night","Untrained"],["Il est handicape mais il fait tout tout seul","he is disabled but he does everything by himself","Untrained"],["J'accepte tes excuses","I accept your apologies","Untrained"],["Tenez, j'ai prepare des crepes","here you go, I made some crepes","Untrained"],["Nous vous rappelons que le respect du voisinage est tres important","We remind you that respecting your neighbors is very important.","Untrained"],["merci de ne pas faire de bruit dans l'immeuble apres vingt-deux heures","Please do not make noise in the building after ten o'clock","Untrained"],["nous avons du filer rapidement parce que notre voisine s'occupait de notre fils et qu'il etait tard","we had to run quickly because our neighbor was looking after our son and it was late","Untrained"],["mais les legumes te rendent plus fort","but vegetables make you stronger","Untrained"],["si tu manges tes legumes tous les soirs cette semaine, samedi, tu pourras acheter un sachet de bonbons au magasin","If you eat your vegetables every night this week, on Saturday you can buy a bag of candy at the store","Untrained"],["mais tu ne veux jamais que j'en achete","but you never want me to buy any","Untrained"],["j'ai trop hate","I can't wait","Untrained"],["souviens-toi, tu ne peux prendre qu'un seul sachet de bonbons","remember, you can only take one bag of candy","Untrained"],["tu as dit que je pouvais prendre un sachet, tu n'as pas dit qu'il devait etre petit","you said i could take a bag, you didn't say it had to be small","Untrained"],["c'est pour ca que je n'aime pas les bonbons","that's why i don't like candy","Untrained"],["tu as eteint l'ordinateur","did you turn off the computer","Untrained"],["il s'est souvenu de toi","he remembered you","Untrained"],["si tu raccroches, je ne te rappelerai jamais","if you hang up I will never call you back","Untrained"],["merc est sorti mais il n'a pas eteint son ordinateur","marc went out but he didn't turn off his computer","Untrained"],["Avez-vous deja pense a une carriere dans l'ecriture creative","Have you ever thought about a career in creative writing?","Untrained"]]}