{"columns":["francais","anglais","status"],"index":[125,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,2837,2838,2839,2840,2841,2842,2893,2894,2895,2896,2897,2898,2899,2900,2901,2902,2903,2904,2905,2906,2907,2908,2909,2910,2911],"data":[["Au bout de","At the end of","Untrained"],["Au debut de","At the beginning","Untrained"],["Ce n’est pas à l'ouest de paris","It isn’t to the west of Paris","trained"],["Nous avons visité le Sacré-Coeur et d’autres belles églises de paris","We visited the Sacre-Coeur and other beautiful churches in Paris","Untrained"],["C’est le quartier latin","This is the Latin Quarter","Untrained"],["Ce gros animal bizarre, tu crois qu’il va descendre de l’arbre?","This weird, fat animal, do you think it is going to come down from the tree?","Untrained"],["A mon époque, on travaillait plus que maintenant","In my time, we used to work more than now","Untrained"],["La photographie, c’est l’art de faire des photos","Photography is the art of taking pictures","Untrained"],["Marie nous a enfin présenté son nouveau petit ami","Marie finally introduced her new boyfriend to us","Untrained"],["Ce garçon que j’ai rencontré au festival du jazz me plaît beaucoup. Il a un joli accent anglais quand il parle francais, c’est trop mignon","This boy I met at the jazz festival pleases me a lot. He has a nice English accent when he speaks French, it's so cute","Untrained"],["Mon copain Ben est fou de cinéma japonais","My boyfriend ben is crazy about japanese cinema","trained"],["La photographie est un art génial","Photography is a great form of art","Untrained"],["Les enfant peignent ce qu’ils souhaitent","Children paint what they want","Untrained"],["Nous avons trouvé que les comédiens étaient très bons dans cette pièce","Nous avons trouvé que les comédiens étaient très bons dans cette pièce","trained"],["Dans ce film, il y a tout ce que j’aime. De bons acteurs, une histoire drôle et une belle photographie. Quelle comedie geniale!","In this film, there is everything that I love. Good actors, a funny story and beautiful cinematography. What a brilliant comedy!","trained"],["Ce peintre a tellement de talent, je voudrais avoir tout ce qu’il peint dans mon salon","This painter is so talented, I wish I had everything he paints in my living room","Untrained"],["J’aime tout ce que vous peignez. Et vos poèmes sont formidables, je trouve qu’ils expriment beaucoup de choses. Vous êtes un grand artiste.","I love everything you paint. And your poems are great, I think they express a lot of things. You are a great artist.","Untrained"],["J’ai adoré le film, j’ai trouvé que tous les acteurs étaient vraiment parfaits.","I loved the film, I found that all the actors were really perfect.","Untrained"],["Ce poème exprime ce que l’auteur pense de l’amour","This poem expresses what the author thinks of love","Untrained"],["Elles peignent tout ce qu’elles voient.","They paint everything they see.","trained"],["L’auteur du roman Notre-Dame de Paris a aussi écrit beaucoup de poèmes.","The author of the novel Notre-Dame de Paris also wrote many poems.","Untrained"],["Les gens aiment tout ce qu’elle organise","They paint everything People like everything she organizes","Untrained"],["Il a vendu sa maison et sa voiture parce qu’il a décidé de partir vivre seul sur une île perdue","He sold his house and his car because he decided to go live alone on a lost island","Untrained"],["Oui, c’est cet ordinateur que j’utilisais, mais il ne marche plus alors je ne sais pas ce que je vais utiliser.","Yes, that's the computer I was using, but it's broken so I don't know what I'm going to use.","Untrained"],["Hier j’ai vendu ce tableau original. Demain je ne sais pas ce que je vendrai","Yesterday I sold this original painting. Tomorrow I don't know what I will sell","Untrained"],["que lui conseillez-vous","What do you advise him?","Untrained"],["votre soeur habite en ville et vous voulez la convaincre de venir vivre a la campagne","your sister lives in the city and you want to convince her to come and live in the countryside","trained"],["vous essayez de convaincre votre soeur de venir y vivre aussi","you try to convince your sister to come live there too","Untrained"],["on est eloigne de tout","we are far from everything","Untrained"],["etes-vous satisfait de ce choix","are you satisfied with this choice","Untrained"],["il n'y a pas un chat dans ton village","there is nobody in your village","trained"],["Eddy court voir Junior","Eddy runs to see Junior","trained"],["Laisse-moi regarder. Si je vois un monstre, je le ferai partir","Let me look. If I see a monster, I'll make it go away","Untrained"],["On peut dormir en toute securite","You can sleep safely","Untrained"],["Peut-etre que le monstre se cache","Maybe the monster is hiding","Untrained"],["Eddy s'allonge sur le sol et avance sous le lit","Eddy lies down on the floor and moves under the bed","Untrained"],["Ton lit n'est pas tres haut, ca ne va pas etre facile","Your bed is not very high, it will not be easy","Untrained"],["Qu'est-ce qu'Eddy essaie de faire","What is Eddy trying to do?","Untrained"],["Eddy essaie de sortir de sous le lit","Eddy tries to get out from under the bed","Untrained"],["Je crois que je suis coince","I think I'm stuck","Untrained"],["Junior essaie de soulever le lit","Junior tries to lift the bed","Untrained"],["Junior essaie de bouger de lit vers le haut","Junior tries to move the bed up","Untrained"],["Le lit est trop lourd. Je vais essayer de te tirer","The bed is too heavy. I'll try to pull you out","trained"],["je vais me reposer un peu","I'm going to rest a little","Untrained"],["peut-etre que si je bouge la tete, alors je pourrai sortir","maybe if i move my head then i can get out","Untrained"],["Peut-etre que si je tourne les epaules, alors je pourrai sortir","Maybe if I turn my shoulders, then I can get out.","Untrained"],["Junior s'est endormi. il commence a ronfler","Junior fell asleep. He starts to snore","Untrained"],["je vais devoir dormir ici","I'll have to sleep here","Untrained"],["Pourquoi Eddy reste-t-il dormir sous le lit","Why does Eddy stay sleeping under the bed?","trained"],["Junior lui a demande de dormir sous le lit","Junior asked him to sleep under the bed","trained"]]}