{"columns":["francais","anglais"],"index":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49],"data":[["Tu réserves un hôtel pour combien de nuit?","You are booking a hotel for how many nights?"],["Les journaux sont à la réception.","The newspapers are at the front desk."],["Avez-vous l'adresse d’un bon restaurant près de l'hôtel?","Do you have the address of a good restaurant close to the hotel"],["Le trois Juin","June third"],["Cet homme a la reception de l’hotel a un problème avec la télévision de sa chambre","This man at the front desk of the hotel has a problem with the TV in his room"],["Combien de nuits est-ce que vous voulez rester?","How many nights do you want to stay?"],["Les chaises que je veux sont en plastique","The chairs that I want are plastic"],["C’est le bracelet que j’ai fait specialement pour toi","This is the bracelet that I made especially for you"],["Les boites que je range sont très lourdes","The boxes that I’m putting away are very heavy"],["Le livre que je voulais était en haut de l'étagère","The book that I wanted was at the top of the bookshelf"],["Je vais jeter les chaussures qu’il laisse dans l'entrée","I’m going to throw away the shoes that he leaves in the hall"],["Ils rangent leurs jouets en bas du placard","They are putting away their toys at the bottom of the cabinet"],["Ces rideaux violets que tu adores sont horribles","Those purple curtains that you love are horrible"],["Elle va jeter par la fenêtre tous les vêtements que tu laisses dans le salon","She is going to throw away all the clothes through the window that you leave in the living room"],["Le livre que tu cherches est en haut de l'étagère","The book that you’re looking for is at the top of the bookshelf"],["Tu as reçu une lettre dans une belle enveloppe rouge","You received a letter in a beautiful red envelope"],["Tu peux mettre la salade en bas du frigo, il y a de la place","You can put the salad at the bottom of the bridge, there’s room"],["La paquet tu as reçu est dans l'entrée","The package that you received is in the hall"],["Emile, ton amitié est importante pour moi. Tu refuses de me parler depuis un mois, et cela me rend très malheureux. Je  ne te comprends pas.","Emile, your friendship is important to me. You have refused to talk to me for a month. And this makes me feel very unhappy. Je ne comprends pas"],["Marie est tellement généreuse, elle offre toujours des cadeaux incroyables.","Marie is so generous, she always gifts unbelievable presents"],["Je connais Marié depuis dix ans et notre amitié est très forte","I have known Marie for ten years, and our friendship is very strong"],["L'amitié est un sentiment merveilleux","Friendship is a wonderful feeling"],["Mes parents n’aiment pas mon petit ami et ils refusent de lui parler","My parents don’t like my boyfriend and they don’t talk to him"],["Tu dois te demander pourquoi je suis ici","You have to wonder why I’m here"],["Charlotte se demande pourquoi Paul refuse de lui parler","Charlotte wonders why Paul refuses to speak to her"],["Elle n’a pas beaucoup d’argent, pourtant elle est tres genereuse avec ses amis","She doesn’t have a lot of money, yet she is very generous with her friends"],["Il se demande pourquoi je refuse de lui parler","He is wondering why I refuse to speak to him"],["Pourquoi a-t-il refuse de parler avec nous","Why did he refuse to speak with us?"],["Ben est une personne très généreuse. Il aime offrir des cadeaux et il est toujours disponible pour les autres. C’est un ami formidable","Ben is a very generous person. He likes giving gifts and he is always available for others. He is a wonderful friend"],["Il pense seulement à ses sentiments, il est tres egoiste","He only thinks of his feelings; he is very selfish"],["Tu peux accepter ou refuser, mais tu dois donner une réponse","You can accept or refuse, but you have to give an answer."],["Moi non plus","Me neither!"],["Malheureusement, je suis obligé de refuser","Unfortunately, I have to refuse"],["Quand on est mechant, cela rend les autres méchants aussi","When you are mean, it makes other people mean too"],["Tu dois être plus égoïste et penser a toi","You have to be more selfish and think of yourself"],["Il dit des choses mechantes, c’est stupide de sa part","He says mean things; it’s stupid of him"],["Elle est forte et elle garde toujours espoir","She is strong, and she always keeps her hopes up"],["Il est moche et mechant, mais tout le monde l’aime","He is ugly and mean, but everyone likes him"],["Je n’aime pas les gens égoïstes, et toi non plus. Je préfère les gens sympas et toi aussi","I don’t like egoiste people, and neither do you. I prefer nice people and so do you"],["Nous avons perdu espoir","We lost hope"],["Il ne faut pas être triste, il faut garder espoir","You must not be sad you must keep your hopes up"],["Tu n’as pas aimé le dernier épisode et moi non plus","You don’t like the last episode and me neither"],["Personne ne m’aime mais je garde espoir","No one loves me, but I keep my hopes up"],["Parfois je pense qu’il faut savoir être égoïste","Sometimes, I think you need to know how to be selfish"],["Vous ne faites rien","You aren’t doing anything"],["Ils ne sont plus ici","They are not here anymore"],["Tu ne veux plus sortir","You don’t want to go out anymore?"],["Tu ne veux rien?","You don’t want anything"],["Tu n’aime rien","You don’t like anything"],["C’est une bague en argent","This is a silver ring"]]}