{"columns":["francais","anglais"],"index":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,2020,2021,2022,2023,2024,2025,2026,2027,2028,2029,2030,2031,2032,2033,2034,2035,2036,2037,2038,2039,2040,2041,2042,2043,2044],"data":[["Tu réserves un hôtel pour combien de nuit?","You are booking a hotel for how many nights?"],["Les journaux sont à la réception.","The newspapers are at the front desk."],["Avez-vous l'adresse d’un bon restaurant près de l'hôtel?","Do you have the address of a good restaurant close to the hotel"],["Le trois Juin","June third"],["Cet homme a la reception de l’hotel a un problème avec la télévision de sa chambre","This man at the front desk of the hotel has a problem with the TV in his room"],["Combien de nuits est-ce que vous voulez rester?","How many nights do you want to stay?"],["Les chaises que je veux sont en plastique","The chairs that I want are plastic"],["C’est le bracelet que j’ai fait specialement pour toi","This is the bracelet that I made especially for you"],["Les boites que je range sont très lourdes","The boxes that I’m putting away are very heavy"],["Le livre que je voulais était en haut de l'étagère","The book that I wanted was at the top of the bookshelf"],["Je vais jeter les chaussures qu’il laisse dans l'entrée","I’m going to throw away the shoes that he leaves in the hall"],["Ils rangent leurs jouets en bas du placard","They are putting away their toys at the bottom of the cabinet"],["Ces rideaux violets que tu adores sont horribles","Those purple curtains that you love are horrible"],["Elle va jeter par la fenêtre tous les vêtements que tu laisses dans le salon","She is going to throw away all the clothes through the window that you leave in the living room"],["Le livre que tu cherches est en haut de l'étagère","The book that you’re looking for is at the top of the bookshelf"],["Tu as reçu une lettre dans une belle enveloppe rouge","You received a letter in a beautiful red envelope"],["Tu peux mettre la salade en bas du frigo, il y a de la place","You can put the salad at the bottom of the bridge, there’s room"],["La paquet tu as reçu est dans l'entrée","The package that you received is in the hall"],["Emile, ton amitié est importante pour moi. Tu refuses de me parler depuis un mois, et cela me rend très malheureux. Je  ne te comprends pas.","Emile, your friendship is important to me. You have refused to talk to me for a month. And this makes me feel very unhappy. Je ne comprends pas"],["Marie est tellement généreuse, elle offre toujours des cadeaux incroyables.","Marie is so generous, she always gifts unbelievable presents"],["Je connais Marié depuis dix ans et notre amitié est très forte","I have known Marie for ten years, and our friendship is very strong"],["L'amitié est un sentiment merveilleux","Friendship is a wonderful feeling"],["Mes parents n’aiment pas mon petit ami et ils refusent de lui parler","My parents don’t like my boyfriend and they don’t talk to him"],["Tu dois te demander pourquoi je suis ici","You have to wonder why I’m here"],["Charlotte se demande pourquoi Paul refuse de lui parler","Charlotte wonders why Paul refuses to speak to her"],["Junior et Lily sont au musee","Junior and Lily are at the museum"],["C'est vraiment un beau musee","It's really a beautiful museum"],["Notre rencard se passe tres bien","Our date is going very well"],["Ceci n'est pas un rencard","This is not a date"],["Mais il n'y a que toi et moi, seuls","But it's just you and me, alone"],["Ca ne veut pas dire que c'est un rencard","That doesn't mean it's a date"],["Nous sommes alles a la bibliotheque, et ce n'etait pas un rencard","We went to the library on Wednesday, and it wasn't a date"],["Ce n'etais pas un rencard non plus","It wasn't a date either"],["Je suis ta baby-sitter, pas ta petite amie","I'm your babysitter, not your girlfriend"],["Qu'est-ce qu'on fait pendat un rencard en general","What do you usually do on a date"],["Un rencard se passe au restaurant","A date happens at the restaurant"],["Mais nous avons mange un sandwich a la boulangerie pour le dejeuner","But we ate a sandwich at the bakery for lunch"],["Non, pas a une boulangerie, un vrai restaurant","No, not a bakery, a real restaurant"],["C'est toi qui a paye mon sandwich","You're the one who paid for my sandwich"],["c'est ton papa qui m'a donne l'argent pour ton sandwich","it was your dad who gave me the money for your sandwich"],["Les gens vont en rencards le soir, pas la journee","People go on dates in the evening, not during the day"],["Nous ne sortons jamais le soir","We never go out at night"],["Une semaine plus tard, Junior croise Lily au cinema","A week later, Junior comes across Lilly at the cinema"],["Tu vas voir ce film aussi","You're going to see this movie too"],["Je suis sure qu'ils m'appelleraient s'ils avaient un probleme","I'm sure they would call me if they had a problem"],["S'ils avaient un coffre, ils en auraient un en or, c'est sur","If they had a chest, they would have a gold one, that's for sure"],["La reine rangeait ses bijoux dans ce petit coffre","The queen stored her jewelry in this small chest"],["Si Ben et Camille voulaient apprendre a reparer tous les objects qu'ils cassent, ils en jetteraient beaucoup moins a la poubelle","If Ben and Camille wanted to learn how to repair everything they break, they would "],["Nous ne nous sommes pas maries parce que tu t'es perdu","We didn't get married because you got lost"],["Il etait fatigue alors il s'est allonge sous son bureau","He was tired so he lay down under his desk"]]}