{"columns":["francais","anglais","Coefficient"],"index":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19],"data":[["Tu réserves un hôtel pour combien de nuit?","You are booking a hotel for how many nights?",1.1471871904],["Les journaux sont à la réception.","The newspapers are at the front desk.",0.8610242262],["Avez-vous l'adresse d’un bon restaurant près de l'hôtel?","Do you have the address of a good restaurant close to the hotel",2.8238453816],["Le trois Juin","June third",2.6032324756],["Cet homme a la reception de l’hotel a un problème avec la télévision de sa chambre","This man at the front desk of the hotel has a problem with the TV in his room",2.073761467],["Combien de nuits est-ce que vous voulez rester?","How many nights do you want to stay?",2.3384969868],["Les chaises que je veux sont en plastique","The chairs that I want are plastic",2.1178840498],["C’est le bracelet que j’ai fait specialement pour toi","This is the bracelet that I made especially for you",64.1497664708],["Les boites que je range sont très lourdes","The boxes that I’m putting away are very heavy",2.8679679643],["Le livre que je voulais était en haut de l'étagère","The book that I wanted was at the top of the bookshelf",0.9265742533],["Je vais jeter les chaussures qu’il laisse dans l'entrée","I’m going to throw away the shoes that he leaves in the hall",0.6177161896],["Ils rangent leurs jouets en bas du placard","They are putting away their toys at the bottom of the cabinet",0.1764903232],["Ces rideaux violets que tu adores sont horribles","Those purple curtains that you love are horrible",0.7942065051],["Elle va jeter par la fenêtre tous les vêtements que tu laisses dans le salon","She is going to throw away all the clothes through the window that you leave in the living room",4.191645509],["Le livre que tu cherches est en haut de l'étagère","The book that you’re looking for is at the top of the bookshelf",1.0148194577],["Tu as reçu une lettre dans une belle enveloppe rouge","You received a letter in a beautiful red envelope",4.191645509],["Tu peux mettre la salade en bas du frigo, il y a de la place","You can put the salad at the bottom of the bridge, there’s room",0.2647355043],["La paquet tu as reçu est dans l'entrée","The package that you received is in the hall",1.1030646076],["Emile, ton amitié est importante pour moi. Tu refuses de me parler depuis un mois, et cela me rend très malheureux. Je  ne te comprends pas.","Emile, your friendship is important to me. You have refused to talk to me for a month. And this makes me feel very unhappy. Je ne comprends pas",4.235768084],["Marie est tellement généreuse, elle offre toujours des cadeaux incroyables.","Marie is so generous, she always gifts unbelievable presents",1.5001678446]]}